{
  "Faqdata": [
    {
      "Que": "Will any preparation material be provided as part of this digital marketing program to help me get started?",
      "Ans": "Yes, Our experts have carefully curated the curriculum for your end to end  learning and plenty of materials, guidelines and individual support will be provided from the dedicated Unschool teaching faculty and a team of trained professionals."
    },
    {
      "Que": "What should I expect from the digital marketing certificate program?",
      "Ans": " Over 90 hours of hybrid learning including practical aspects such as live training, projects, case studies, career assistance support and much more. "
    },
    {
      "Que": "What is the eligibility criteria for applying for this program?",
      "Ans": "Yes, you will be able to access the community. You will be able to access the clubs but not course groups. You can connect with the junior coaches in the community.",
      "one": "a) Fresh graduate who are looking for a  job (Bachlores or equivalent degree required.), OR",
      "two": "b) Experienced professional who want to switch careers, OR",
      "three": "c) Existing digital marketing professional who wants to upskill yourself  with industry experts and live projects.Then this program is for you! "
    },
    {
      "Que": "What is the application process?",
      "Ans": "1) Interested candidates need to apply by submitting the interest form online.",
      "one": "2) Candidates will have a conversation with our in-house Digital Marketing specialist to understand the program.",
      "two": "3) Shortlisted candidates will be awarded an offer letter of admission that they can accept by paying the program fee."
    },
    {
      "Que": "How long is the program?",
      "Ans": "Overall it is a 6 months programs with 4 months of learning with Pre recorded and live sessions and 2 months of career assistance program"
    },
    {
      "Que": "What is the difficulty level? Can someone with no experience in marketing at all join this program?",
      "Ans": " The difficulty level is easy. We will start from the basics and go in depth into various topics. No prior experience or background in marketing needed to join this program. "
    },
    {
      "Que": "What certificate will I get?",
      "Ans": "  You will receive a course completion certificate from Unschool."
    },
    {
      "Que": "Will any financial assistance be provided to me?",
      "Ans": " EMI option is available. Contact the program coordinator for further information."
    }
  ]
}
